Repository: Anastasiia-Grishina/FOSS-Project
Catalog: channel_choice_gui_nw-*.po
Languages: ru

source: Please, choose a channel option
ru: Пожалуйста, выберите способ передачи

source: Unencrypted channel
ru: Канал без шифрования

source: Encrypted channel
ru: Канал с шифрованием

source: Error
ru: Ошибка

source: Exit?
ru: Выход?

source: Switch channel to
ru: Переключить канал передачи на

source: You have switched to channel
ru: Вы переключили канал передачи на

source: Invalid input. Please, enter integer numbers 0-2.
ru: Некорректный ввод. Пожалуйста, используйте целые числа 0-2.

source: Try again?
ru: Попробовать еще раз?

source: Error. Try again?
ru: Ошибка. Попробовать еще раз?
